Repository: jordanlev/c5_designer_content
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: it_it

source: Designer Content
it_it: Designer di contenuto

source: Create custom content blocks via the dashboard.
it_it: Crea blocchi di contenuto personalizzati dal pannello di controllo.

source: Error: Blocks directory is not writeable!
it_it: Errore: non è possibile scrivere nella cartella dei blocchi!

source: Error: Block handle or name is missing!
it_it: Errore: manca il nome o l’handle del blocco!

source: Error: Block Handle is already in use by another package or block type (or block files already exist in the "blocks" directory of your site)!
it_it: Errore: l’handle di blocco è già in uso da un altro pacchetto o tipo di blocco (oppure i i file del blocco sono già presenti nella cartella “block” del sito)!

source: Choose Page
it_it: Seleziona pagina

source: Select New Page
it_it: Seleziona nuova pagina

source: Select Page
it_it: Seleziona nuova pagina

source: Clear Selection
it_it: Annulla selezione

source: Missing required text
it_it: Manca testo richiesto

source: Missing required image
it_it: Manca immagine richiesta

source: Missing required file
it_it: Manca file richiesto

source: Missing required link
it_it: Manca link richiesto

source: Missing required URL
it_it: Manca URL richiesto

source: Missing required date
it_it: Manca data richiesta

source: Missing required selection
it_it: Manca selezione richiesta

source: Choose Image
it_it: Seleziona immagine

source: Link to Page
it_it: Collegamento a pagina

source: Link to URL
it_it: Collegamento a URL

source: Alt Text
it_it: Testo alternativo

source: Choose File
it_it: Seleziona file

source: Link Text (or leave blank to use file name)
it_it: Testo collegamento (lasciare vuoto per usare il nome del file)

source: Link Text
it_it: Testo collegamento

source: ENTER MARKUP HERE FOR FIELD "%s" : CHOICE "%s"
it_it: Inserire il markup qui per il campo “%s”: scegli “%s”

source: Success!
it_it: Successo!

source: %s has been installed, and will now be available in the "Add Blocks" list when pages are edited.
it_it: %s è stato installato ed è disponibile nell’elenco “Aggiungi blocco” presente nelle pagine in fase di modifica.

source: Create another block type
it_it: Crea un altro tipo di blocco

source: Create a new block type by entering some basic info and adding one or more fields.
it_it: Crea un nuovo tipo di blocco mediante l’inserimento di informazioni di base e l’aggiunta di uno o più campi.

source: Documentation
it_it: Documentazione

source: Help Forum
it_it: Forum di assistenza

source: Warning: The blocks directory is not writeable. Blocks cannot be created from this page until permissions are changed on your server.
it_it: Attenzione: non è possibile scrivere nella cartella dei blocchi. Non è possibile creare blocchi da questa pagina finché non verranno impostate le autorizzazioni sul server web.

source: Block Handle
it_it: Handle del blocco

source: lowercase letters and underscores only
it_it: Solo lettere miniscole e carattere di sottolineatura

source: Block Name
it_it: Nome del blocco

source: human-readable name (appears in the "Add Block" list)
it_it: nome leggibile (viene visualizzato nell’elenco “Aggiungi blocco”)

source: Block Description
it_it: Descrizione del blocco

source: (optional)
it_it: (facoltativo)

source: for dashboard "Add Functionality" list
it_it: per l’elenco del pannello di controllo “Aggiungi funzionalità”

source: delete
it_it: elimina

source: Yes
it_it: Sì

source: Move Up
it_it: Sposta su

source: Move Down
it_it: Sposta giù

source: Anything entered here will be directly outputted to the block view &mdash; users will not be able to edit it.
it_it: Ciò che viene inserito quì verrà reso direttamente nella pagina &mdash; gli utenti non saranno in grado di modificarlo.

source: Editor Label
it_it: Etichetta editor

source: Required?
it_it: Richiesto?

source: Dropdown Choices (one per line)
it_it: Voci selezionabili (una per linea)

source: Show List Header?
it_it: Mostra intestazione elenco?

source: Header Text
it_it: Testo intestazione

source: --Choose One--
it_it: --selezionare--

source: NOTE
it_it: NOTA

source: After creating this block type, you must edit its "view.php" file to make these choices work!
it_it: Dopo la creazione di questo tipo di blocco è necessario modificare il file “view.php” per far funzionare queste scelte!

source: Default HTML Content
it_it: Contenuto HTML predefinito

source: Maximum Number Of Characters
it_it: Numero massimo di caratteri

source: Show Alt Text Field:
it_it: Mostra campo testo alternativo:

source: Show Link Field
it_it: Mostra campo collegamento

source: None
it_it: Nessuno

source: Sitemap Page
it_it: Pagina mappa sito

source: External URL
it_it: URL esterno

source: Links Open In New Window
it_it: Apri collegamenti in nuova finestra

source: Image Sizing
it_it: Dimensionamento immagine

source: Keep Original Size
it_it: Mantieni dimensione originale

source: Resize Proportionally
it_it: Mantieni proporzioni

source: Resize+Crop To Fit
it_it: Ridimensiona e ritaglia per adattarsi

source: Max Width
it_it: Larghezza max

source: Target Width
it_it: Larghezza finale

source: Max Height
it_it: Altezza max

source: Target Height
it_it: Altezza finale

source: PHP Date Format
it_it: Formato data PHP

source: http://php.net/date#refsect1-function.date-parameters
it_it: http://it1.php.net/manual/it/function.date.php

source: Reference
it_it: Riferimenti

source: Wrapper HTML Open
it_it: Apertura HTML

source: Wrapper HTML Close
it_it: Chiusura HTML

source: Add Field
it_it: Aggiungi campo

source: Static HTML
it_it: HTML statico

source: Text Box
it_it: Campo di testo

source: Text Area
it_it: Area di testo

source: Image
it_it: Immagine

source: File Download
it_it: Scarica file

source: Page Link
it_it: Collegamento a pagina

source: Date Picker
it_it: Seleziona data

source: Dropdown List
it_it: Elenco a discesa

source: WYSIWYG Editor
it_it: Editor visuale

source: Make The Block!
it_it: Crea il blocco!

source: Processing...
it_it: Elaborazione in corso…

source: code + ui
it_it: codice + iu

source: icon design
it_it: design icona

source: Textbox Field
it_it: Campo di testo

source: Text Area Field
it_it: Campo area di testo

source: Image Field
it_it: Campo immagine

source: File Download Field
it_it: Campo download file

source: Page Link Field
it_it: Campo collegamento a pagina

source: External URL Field
it_it: Campo URL esterno

source: Date Picker Field
it_it: Campo selezione data

source: Block Name is required.
it_it: È necessario indicare il nome del blocck.

source: Block Handle is required.
it_it: È necessario l’handle del blocco.

source: Block Handle cannot exceed 32 characters in length.
it_it: La lunghezza massima dell’handle di un blocco è di 32 caratteri.

source: Block Handle can only contain lowercase letters and underscores.
it_it: L’handle di un blocco può contenere solo lettere minuscole e il carattere di sottolineatura.

source: Block Handle is already in use by another package or block type (or block files already exist in the "blocks" directory of your site).
it_it: L’handle di blocco è già usato da un altro pacchetto o da un altro tipo di blocco(o i file del blocco sono già presenti nella cartella “blocks” del sito web).

source: WARNING: A table with this Block Handle already exists in your database. If you make this block, the existing table will be overwritten and any content stored in it will be permanently deleted!
it_it: ATTENZIONE: nel database esiste già una tabella per questo handle di blocco. Se si crea questo blocco tale tabella esistente verrà sovrascritta e qualsiasi contenuto archiviato in essa verrà eliminato definitivamente!

source: You must add at least 1 field.
it_it: È necessario aggiungere almeno 1 campo.

source: All fields must have an Editor Label.
it_it: Tutti i campi devono avere un’etichetta per l’editor.

source: Image Widths must be valid numbers.
it_it: Le larghezze dell’immagine devono essere numeri validi.

source: Image Heights must be valid numbers.
it_it: Le altezze dell’immagine devono essere numeri validi.

source: Dropdown Lists must have one or more choices.
it_it: Gli elenchi a discesa devono avere una o più scelte.

source: Cannot proceed! Please correct the following errors:
it_it: Impossibile procedere! Correggere i seguenti errori:
